Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: В ежедневном купании малыша нет необходимости. Достаточно его купать 3–4 раза в неделю, а в другие дни — с мылом мыть ручки, ножки и зону подгузников. Личико умывают чистой водой без моющих средств. Соблюдайте осторожность, пока не заживет пупок, а также обрезание у мальчиков. • Не рекомендуется купать младенцев, пока не отпадет пупочный остаток и не заживет ранка. Обычно пупочный остаток отпадает через 10–14 дней. До этого протирайте ребенка влажной губкой. • Если мальчику делали обрезание, не купайте его, пока оно не заживет. Ежедневно аккуратно промывайте пенис теплой водой. Принадлежности • Мягкая махровая салфетка • Детское моющее средство • Полотенца • Емкость с водой в случае отсутствия раковины • Подгузник • Одежда • Одеяльце • Расческа • Пилочка для ногтей
en: How to Bathe Your You will not need to bathe your baby every day. A bath of the whole body can be given 3 to 4 times a week. On the other days, wash the hands, feet and diaper area with soap and water. Wash the face with water only. Special care is needed until the umbilical cord area and circumcised penis have healed. • Do not give your baby a tub bath until the umbilical cord falls off and the area is healed. The cord usually falls off in 10 to 14 days. Until this happens, give your baby a sponge bath. • If your baby boy has been circumcised, do not give him a tub bath until the circumcision heals. Gently clean the penis with warm water each day. Supplies • Soft wash cloth • Bottle of baby wash • Towels • Container filled with water, if you are not near a sink • Diaper • Clothes • Blanket • Comb or hair brush • Nail file How to Bathe Your Newborn Baby. Russian.

source: Меры предосторожности • Чтобы малыш не переохладился и не обжегся, температура воды должна составлять 37 ºС (100 ºF). Если у вас нет термометра для ванны, проверьте температуру воды собственным запястьем. Вода должна быть теплой, а не горячей. • В помещении не должно быть сквозняков, создаваемых открытыми окнами и вентиляторами. • Ни на секунду не оставляйте ребенка одного. Если зазвонил телефон или кто-то стучит в дверь, не отвечайте, а закончите купать малыша. Несчастный случай может произойти очень быстро. • При купании ребенка всегда поддерживайте головку. Крепко удерживайте малыша: тело в мыле может быть очень скользким. Как купать ребенка Можно воспользоваться раковиной или детской ванночкой. Лучше всего купать ребенка перед кормлением. • Все необходимые принадлежности положите поближе к себе. • Вымойте руки. • Наполните ванночку теплой водой. • Проверьте температуру воды. • Разденьте малыша и положите его в ванночку с водой или на сложенное полотенце при протирании губкой. • Область вокруг глаз протрите чистой влажной махровой салфеткой, двигаясь от внутреннего края глаза к ушку. Второй глаз протрите другим краем салфетки.
en: Safety Tips • The temperature of the water should be 100 degrees F or 37 degrees C to prevent chilling or burning. If you do not have a bath thermometer, use your wrist to test the water. It should feel warm, not hot. • The room should be free of drafts, such as open windows or fans. • Never leave your baby alone, even for a second. If the telephone rings or someone knocks on the door ignore it and finish the bath. Accidents can occur quickly. • Always support the baby’s head during the bath. Keep a firm hold on your baby. A soapy baby can be very slippery. How to Bathe Your Baby You can use a sink basin or infant tub. It is best to bathe your baby before a feeding. • Arrange all of your supplies within easy reach. • Wash your hands. • Fill the basin or infant tub with warm water. • Test the water for the correct temperature. • Undress your baby and place him or her in the basin of water or on the folded towel if a sponge bath is being given. • Use only water and a clean washcloth to clean the area around the eyes. Begin with the inside of the eye and wash toward the ear. Use a clean part of the washcloth and wash the other eye. How to Bathe Your Newborn Baby. Russian.

source: • Лицо умывайте чистой водой без моющих средств. • Вымыть ушки можно, обмотав мизинец влажной салфеткой. Не используйте ватные палочки (например, Q-tips) для чистки ушных каналов ребенка. • Для мытья волос наклоните голову малыша назад, поддерживая ее и шейку рукой. Намочите головку ребенка. Намыльте влажную салфетку детским моющим средством и протирайте головку малыша аккуратными движениями, избегая попадания пены в глаза. Сполосните голову чистой водой и высушите полотенцем. • Тело ребенка мойте мыльной салфеткой. Начинайте с шейки, затем протрите спинку, животик, ручки и пальчики. Ополосните салфетку и вновь протрите ей вымытые области. Таким же образом протрите ножки сначала мыльной, а затем чистой влажной салфеткой. • Область подгузника мойте в последнюю очередь. Начните спереди, двигаясь к ягодицам. Ì Гениталии девочек промывают спереди назад. Таким образом, фекалии не попадут в отверстие мочеиспускательного канала, что может вызвать инфекцию.
en: • Wash your baby’s face with water only. • Use your little finger tucked inside a wet washcloth to clean the ears. Never use cotton swabs, like Q-tips, inside your baby’s ear. • To wash your baby’s hair, tilt the head back while supporting the head and neck. Wet your baby’s head with water. Add some baby wash to a damp washcloth and work up a lather. Apply the lather to your baby’s head. Gently rub the lather over the head from front to back to keep suds out of the eyes. Rinse the head with clean water and pat dry with a towel. • To wash the baby’s body, work up a lather with the washcloth. Start with your baby’s neck and wash the back, stomach, arms, and fingers. Rinse the washcloth, then rinse the area just washed with water. Repeat the rinsing and lathering of the washcloth and clean the legs and feet. • Clean your baby’s diaper area last. Clean this area beginning with the front, and then move towards the buttocks. Ì For girls, clean the genitals from front to back. This avoids getting stool into the opening leading to the bladder, which may cause an infection. How to Bathe Your Newborn Baby. Russian.

source: глюкометр a Glucose Meter Глюкометр используется для проверки уровня глюкозы или сахара в крови. Это необходимо для того, чтобы помочь вам держать диабет под контролем. Существуют глюкометры разных торговых марок. Ваша медсестра или фармацевт помогут вам получить более подробную информацию о вашем глюкометре. Для получения точных результатов необходимо сделать следующее: • Тщательно вымыть руки перед проведением анализа. • Использовать тест-полоски того же производителя, что и ваш глюкометр. • Хранить тест-полоски согласно рекомендациям. Для проверки уровня сахара в крови с помощью глюкометра выполните приведенные ниже действия. Подготовка 1. Вымойте руки теплой водой с мылом в течение как минимум 15 секунд, затем сполосните их теплой водой и вытрите полотенцем. 2. Подготовьте необходимые принадлежности: • глюкометр; • тест-полоски; • ланцетное устройство; • иглу, которую часто называют ланцетом. 3. Откройте ланцетное устройство и вставьте в него иглу. Снимите с иглы колпачок. Не прикасайтесь к игле.
en: How to Use A glucose meter is used to check your blood glucose or blood sugar level. This is needed to help you manage your diabetes. There are many brands of meters. Your nurse or pharmacist can help you learn about your meter. To get the most accurate results, be sure you: • Wash your hands well before testing. • Use the brand of test strips for your meter. • Store your test strips as recommended. Follow these steps to check your blood sugar with a meter: Getting Ready 1. Wash your hands with warm water and soap for at least 15 seconds, rinse with warm water, and dry with a towel. 2. Get your supplies: • Your meter • Test strips • Lancing device • Needle, often called a lancet 3. Open the lancing device and put a needle in. Take the cap off the needle. Do not touch the needle. How to Use a Glucose Meter. Russian.

source: 4. Закройте ланцетное устройство крышкой. Взведите пружину на устройстве, чтобы оно было готово к уколу. 5. Вытащите тест-полоску из бутылки или из пакета. Закройте бутылку крышкой. 6. Положите полоску на глюкометр. После этого он включится. 7. Код на экране глюкометра должен совпадать с кодом на тест-полоске. • Код напечатан на бутылке или на пакете с тест-полосками. • Если на глюкометре код напечатан прямо на полосках, переходите к следующему пункту. 8. Когда на экране начинает мигать символ тест-полоски, глюкометр готов к получению капли крови. Проверка уровня сахара в крови 1. Возьмите ланцетное устройство и приложите его сбоку к одному из пальцев. 2. Нажмите на кнопку устройства для спуска иглы. Вы почувствуете укол. Отложите устройство. 3. Сожмите палец у основания, чтобы вышла большая капля крови. 4. В зависимости от того, какой тип тест- полоски вы используете:  Прикоснитесь каплей крови к кончику тест-полоски. Поместите каплю крови на тестовую зону полоски. 5. Тестовая зона на полоске должна быть полностью покрыта кровью.
en: 4. Put the cover back on the lancing device. Set the spring on the device so it is ready to be used to stick you. 5. Get a test strip out of the bottle or package. Put the cap back on the bottle. 6. Put the strip in the meter. This will turn the meter on. 7. Match the code on your meter screen with the code for your test strips. • The code is printed on the test strip bottle or package. • If your meter has the code built into the strips, go to the next step. 8. When the test strip symbol flashes on the screen, the meter is ready for a drop of blood. Checking Your Blood Sugar 1. Pick up the lancing device and put it against the side of one of your fingers. 2. Push the button on the device to release the needle. You will feel the needle stick. Set the device down. 3. Squeeze your finger at its base to get a large drop of blood. 4. Based on the type of test strip you use:  Touch the end of the test strip to the drop of blood.  Put the blood drop on the test area of the strip. 5. Be sure that the test area on the strip fills completely with blood. How to Use a Glucose Meter. Russian.

source: 3. Если вы используете непрозрачный инсулин, аккуратно покрутите шприц между ладонями, чтобы инсулин перемешался. 4. Протрите спиртом кончик шприца, в который вкручивается игла. 5. Разорвите упаковку иглы. Вкрутите иглу в шприц. Она должна быть зафиксирована, но не слишком плотно. 6. Для удаления воздуха из шприца: • Снимите колпачок с иглы. • Установите регулятор дозы на две единицы. • Возьмите шприц так, чтобы игла была направлена вверх. • Надавите на кончик шприца, чтобы из него вышел воздух. • Проверьте, чтобы на кончике иглы появилась капля инсулина. Возможно, придется повторять эту манипуляцию до тех пор, пока на игле не появится капля. 7. Чтобы установить необходимую долю инсулина, поверните шкалу по часовой стрелке, пока не увидите вашу дозу инсулина.
en: 3. If you are using a cloudy insulin, gently roll the pen between your hands to mix the insulin. 4. Use alcohol to clean the end of the pen where the needle twists on. 5. Peel back the cover on the needle. Screw the needle onto the pen. It should be snug but not too tight. 6. To clear the air out of the pen: • Remove the cap from the needle. • Turn the dose dial to 2 units. • Hold the pen so the needle is pointing up. • Push the end of the pen in to clear the air out of the pen. • Watch the tip of the needle for a drop of insulin. You may need to repeat this step until you see the drop on the needle. 7. To set your dose of insulin, turn the dial clockwise until you see the number for your insulin dose. How to Use an Insulin Pen. Russian.

source: (HPV) ВПЧ — самая распространенная ИППП Вирус папилломы человека (ВПЧ) — самая распространенная инфекция, передаваемая половым путем (ИППП). ВПЧ отличается от ВИЧ и герпеса. ВПЧ настолько распространен, что им заражается большинство сексуально активных мужчин и женщин. Существует много видов ВПЧ. Некоторые могут вызывать заболевания, включая генитальные бородавки и рак, однако от них существуют вакцины. Факты о ВПЧ • Вы можете заразиться ВПЧ при оральном, вагинальном и анальном сексе с носителем вируса. • ВПЧ передается, даже если у инфицированного человека нет признаков или симптомов. • Любой сексуально активный человек может заразиться ВПЧ, даже если у него был секс только с одним партнером. • Симптомы могут развиться спустя годы после полового акта, поэтому бывает трудно понять, когда именно вы заразились. • В большинстве случаев ВПЧ проходит самостоятельно и не вызывает проблем со здоровьем. • Но когда ВПЧ не проходит, он может вызвать, например, генитальные бородавки и рак. • Курение удваивает риск рака шейки матки.
en: Foreign Language Human Papillomavirus HPV is the Most Common STI Human papillomavirus or HPV is the most common sexually transmitted infection (STI). HPV is a different virus than HIV and HSV (herpes). HPV is so common that most sexually active men and women get it at some point in their lives. There are many different types of HPV. Some types can cause health problems, including genital warts and cancers, but there are vaccines that can stop these health problems from happening. Facts About HPV • You can get HPV by having oral, vaginal or anal sex with someone who has the virus. • HPV can be passed even when an infected person has no signs or symptoms. • Anyone who is sexually active can get HPV, even if you have had sex with only one person. • You also can develop symptoms years after you have sex with someone who is infected making it hard to know when you first became infected. • In most cases, HPV goes away on its own and does not cause any health problems. • When HPV does not go away, it can cause health problems like genital warts and cancer. • Cigarette smoking doubles your risk of developing cervical cancer. Human Papillomavirus (HPV). Russian.

source: Грипп является респираторной инфекцией, вызываемой вирусом. Вирус распространяется, когда больной кашляет, чихает или разговаривает. Также можно заразиться, коснувшись поверхности или предмета, на которых есть вирус гриппа, а затем — своих глаз, носа или рта. Симптомы У вас могут быть отдельные или все симптомы: • Температура 38 °C (100,4 °F) и выше • Кашель или боль в горле • Заложенность или выделения из носа • Головная боль • Сильная усталость • Ломота в теле или мышечные боли • Озноб • Диарея (редко) Если у вас грипп Если вы заболели, защитите себя и ограничьте распространение болезни: • Принимайте лекарство от гриппа в соответствии с указаниями врача. Обязательно принимайте лекарство столько дней, сколько назначил врач. Ì Позвоните врачу или в поликлинику, если у вас появятся побочные эффекты от приема лекарства (тошнота, рвота, сыпь...). • Принимайте жаропонижающие лекарства, такие как ацетаминофен (торговая марка Tylenol) или ибупрофен (Motrin или Advil).
en: Influenza Influenza is also called the flu or seasonal flu. It is a respiratory infection caused by a virus. Flu virus is spread when someone with the flu coughs, sneezes or talks. The flu also spreads when a person touches a surface or an object with flu virus on it and then touches their eyes, nose or mouth. Signs You may have some or all of these signs: • Temperature of 100.4 ° Fahrenheit (F) or 38 ° Celsius (C) or greater • Cough or sore throat • Runny or stuffy nose • Headache • Feeling very tired • Muscle or body aches • Chills • Diarrhea (less common) If you have the flu: If you are sick with the flu, protect yourself and limit the spread of the flu: • Take flu medicine as directed, if ordered by your doctor. Be sure to take the medicine as many days as your doctor ordered. Ì Call your doctor’s office or health clinic if you have any side effects to the medicine such as nausea, vomiting or a rash. • Take a fever reducing medicine such as acetaminophen (brand name Tylenol) or ibuprofen (brand names Motrin or Advil). Influenza. Russian.

source: кишечника (СРК) Syndrome (IBS) При синдроме раздраженного кишечника повышается чувствительность ободочной кишки. Кишечник остро реагирует на лекарства, шоколад, молочные продукты, алкоголь, кофеин и стресс и пр. СРК наблюдается у мужчин и женщин, но чаще встречается у женщин. Средний возраст заболевших — до 45 лет. Симптомы СРК • Спазмы и боль в животе • Повышенное газообразование • Вздутие живота • Запор • Понос • Слизь в каловых массах Лечение СРК зачастую диагностируют в ходе обследований на другие заболевания, например во время: • Медицинского осмотра • Лабораторных анализов крови и кала • Обследования внутренней поверхности кишечника
en: Irritable Bowel With irritable bowel syndrome, or IBS, the colon, also called the large intestine or large bowel, is more sensitive than normal. The colon overreacts to medicines, food such as chocolate, milk products, alcohol, caffeine and stress. It is seen in men and women but it is more common in women, and it often occurs in people under age 45. Signs of IBS • Cramping pain • Gas • Bloating • Constipation • Diarrhea • Mucus with bowel movements Your Care IBS is often diagnosed after checking for other illnesses. You may have: • An exam • Lab tests of blood and stool • A test to look inside the colon Irritable Bowel Syndrome (IBS). Russian.

source: Почки выполняют важную функцию. С мочой они выводят из организма отходы жизнедеятельности и лишнюю жидкость. Если почки работают плохо или в организме накапливаются отходы, ваше самочувствие может ухудшиться. Такое состояние называется почечной недостаточностью. При почечной недостаточности почки не могут избавиться от лишней жидкости и продуктов жизнедеятельности организма. Это может произойти вследствие болезни или повреждения в результате травмы. Почки: • Удаляют лишнюю воду и продукты жизнедеятельности организма • Регулируют количество жидкости и химических веществ, необходимых организму • Контролируют кровяное давление • Контролируют гормоны в организме, которые вырабатывают новые красные кровяные тельца Почки удаляют лишнюю воду и продукты жизнедеятельности организма из крови и превращают их в мочу. Затем моча выводится из организма. У большинства людей две почки. Человек может жить без ущерба для здоровья с одной почкой. Существуют два вида почечной недостаточности: острая и хроническая. Мочеиспускатель- ный канал Urethra
en: Kidney Your kidneys have an important job. They remove wastes and extra fluid from the blood in your body. This waste and extra fluid is removed from your body through your urine. If your kidneys are not working as they should, or the waste builds up in your body, it can make you sick. This can also be called kidney failure. With kidney failure, the kidneys cannot get rid of the body’s extra fluid and waste. This can happen because of disease or damage from an injury. The kidneys: • Get rid of excess water and waste products • Adjust the fluid and chemicals needed by the body • Control blood pressure • Control the hormones in the body that make new red blood cells The kidneys take excess water and waste products from the blood and turn it into urine. Urine is then passed out of the body. Most people have 2 kidneys. A person can live a healthy life with one kidney. There are 2 kinds of kidney failure, often called acute and chronic when referring to kidney disease. Kidney Ureter Bladder Kidney Failure. Russian.

source: Острая почечная недостаточность Острая почечная недостаточность — это внезапная утрата почечной функции, которая происходит в течение нескольких часов или дней. Возможные причины: • Тяжелые инфекционные заболевания • Сильные ожоги • Травма или нарушение проходимости сосудов почек • Некоторые медикаменты, а также злоупотребление алкоголем или наркотиками • Низкое кровяное давление • Нарушение проходимости мочевыводящих путей • Сердечная недостаточность Состояние почек часто улучшается, если удалось определить и устранить причину проблемы. Пока почки снова не заработают надлежащим образом, может потребоваться диализ для удаления из организма отходов жизнедеятельности. Хроническая почечная недостаточность Хроническая почечная недостаточность возникает, если почки медленно теряют свою функцию. Это заболевание, которое продолжается всю жизнь, и при этом человеку не становится лучше. Возможные причины: • Заболевания, например диабет, высокое давление, сердечно-сосудистые болезни • Камни в почках • Нарушение проходимости или другие проблемы в мочевыводящих путях • Волчанка (аутоиммунная болезнь) • Склеродермия (заболевание кожи и соединительной ткани) • Хронические инфекционные заболевания, которые не проходят или периодически возвращаются
en: Acute Kidney Failure Acute kidney failure is a sudden loss of kidney function that happens within hours or days. Causes may include: • Severe infections • Severe burns • Injury to or blockage of the blood flow to the kidneys • Some medicines, and alcohol or drug abuse • Low blood pressure • Blockage in the urinary tract • Heart failure The kidneys can often get better when the cause of the problem is found and treated. Dialysis may be needed to help remove waste from the body until the kidneys are working again. Chronic Kidney Failure Chronic kidney failure occurs when the kidneys slowly lose their function. It is a lifelong disease that does not get better. Causes of kidney failure may include: • Diseases such as diabetes, high blood pressure, and heart disease • Kidney stones • Blockage or problems in the urinary tract • Lupus, an autoimmune disease • Scleroderma, a skin and connective tissue disorder • Chronic infections, which is infection that is ongoing or keeps coming back Kidney Failure. Russian.

source: родов of Labor Ознакомьтесь с признаками начала родов, чтобы вы знали, когда звонить врачу и ехать в больницу рожать. Слизистая пробка У некоторых женщин из шейки матки выделяется слизь розового или кроваво- красного оттенка. Это называется отхождением слизистой пробки. Это может быть признаком того, что ваше тело готовится к родам, но вам нет необходимости звонить в роддом. Разрыв околоплодных оболочек (отход вод) Разрыв околоплодных оболочек — медицинский термин, обозначающий отход вод. Околоплодные воды должны быть прозрачными со слегка желтоватым оттенком и могут отходить как в виде потока, так и медленной струйкой. Часто после отхода вод у женщины начинаются схватки. Если этого не происходит, врач может назначить медикаментозную стимуляцию родов. Если у вас отошли воды, позвоните врачу и направляйтесь в роддом. Не принимайте ванну и ничего не вводите во влагалище. При необходимости используйте прокладку.
en: Know the Signs Learn the signs of labor so that you know when to call your doctor and go to the hospital for delivery. Mucus plug Some women have a release of cervical mucus that may have a slight pink color, or blood-tinged. This is called passing a mucus plug or a bloody show. This may be a sign that your body is preparing for delivery, but you do not need to call your health care provider. Rupture of membranes (water breaks) Rupture of membranes is the medical term for your water breaking. This is your amniotic fluid. It can be a gush or a slow trickle and should be a clear, slightly yellow color. Often, a woman will go into labor soon after her water breaks. If this doesn’t happen, your health care provider may talk with you about helping your labor along with medicine. If you think your water has broken, call your doctor and go to the hospital. Do not take a bath or put anything into your vagina. You may wear a pad. Know the Signs of Labor. Russian.
